[
    {
        "img1": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjZ_3MTis_lVyN70GKlO_sMdFUJKnZDJCjiigq_QvhVhNqCKyExkqpQGijU1XF-fDc4qOXD6pX0KRMEJlGfnS7RSvtSxVOKbejD2vnLk0wpXtcM_2kNPgT5pJjvqDiWI7pspHhNLkOUacp5es2fm3Ng6EHIbffBcXsn3WIC7TGUL6otIvzWZs-hUpGHzPf6/s1600/What%20is%20Support%20in%20Chart%20Pattern%202.png",
        "img2": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiMba9vJyq2ETlC-f4kyLIvqB5oA4jDtcUQ9PJMgnvaZqtEt7cXSaNM2o4U8ldBOLSI4YaL10FHb02LojhhnlZuouR_WBAbfIcHqh9wSDSGWjOskrh4e6qOR3VPYYZGeF6vHEC7v21JJqIdg7QiXAXEijKHt1YmBWd0ujvli7pktYklEiMVfVDjSXE094S3/s320/What%20is%20Support%20in%20Chart%20Pattern%201.png",
        "descriptionE": "In price action trading, support plays a very important role. Before understanding support, it's essential to know what price action is. Simply put, price action refers to how a stock or asset behaves at a certain price level repeatedly. If we can identify patterns in how candlesticks behave, we can predict their future movements. Support occurs when the price of an asset keeps falling over time but repeatedly bounces back up from a specific price level. This level is known as the demand zone, meaning buyers are stepping in, preventing the price from falling further. So, when the asset approaches this level again, it's likely to bounce up, acting as support. Traders use this information to make buying decisions, as the price is expected to rise from this point.",
        "descriptionH": "शेयर बाजार विभिन्न वित्तीय क्षेत्रों और उद्योगों का प्रतिनिधित्व करता है। सूचित निवेश निर्णय लेने के लिए बाजार के रुझानों पर नज़र रखना आवश्यक है।",
        "headE": "Chapter 1: What is Support in Chart Pattern?",
        "headH": "बाजार रुझानों को समझना",
        "imgcount": "2"
    },
    {
        "img1": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjqbYphZe8SUjjDERM91v-SkHMfZJgyHmc9e72bdZytl_ADLgYwp1c-VzkVUE7Dp3zkPTDYgEcTaw2P_OqqNTP53saQbHMXPrkIvJbaDrrLVp5QhjHIcxOZNW2CehNxasySa_SjyQo-suvn6EBUxojePWtrSINE4LW3-xx67V68qGRlkXwR_t5_mzOJnEn3/s320/What%20is%20Resistance%20in%20Chart%20Pattern%201.png",
        "img2": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjWGHUq-sFQlzlUeA9Nwxh9_9egi7s9XHFpnMFGQ7PCxUVfgA10PERANOI1dmTUes1g1aszm1Z2w8uzZACMkKAfehDeXVCxJu5cePmFYpNLIClcFJ1Zm-aMgJfv0hEbAxMrbyVawnlX-e9Qg9DQpkvp4yH_2AUnW8oHgnbtST6TTgnFHkEQqHoSqyvesUCD/s320/What%20is%20Resistance%20in%20Chart%20Pattern%202.png",
        "descriptionE": "Resistance is the opposite of support. It occurs when the price of an asset keeps rising but fails to move past a certain price level, causing it to fall each time it reaches that point. This indicates that the asset is facing resistance at this level, struggling to go higher. This level is called the supply zone, where sellers step in, pushing the price down. Traders often draw a line at this resistance level to highlight it, helping them anticipate future price behavior. When the asset reaches this level again, there’s a chance it might fall just like it did before, so traders need to be cautious. However, if the asset breaks through this resistance level, it’s called a breakout, signaling that the price might rise sharply, leading to a potential rally.",
        "descriptionH": "आपके पोर्टफोलियो में जोखिम प्रबंधन के लिए विविधीकरण महत्वपूर्ण है। विभिन्न परिसंपत्ति वर्गों में निवेश संभावित नुकसान को कम करने में मदद कर सकता है।",
        "headE": "Chapter 2: What is Resistance in Chart Pattern?",
        "headH": "शुरुआती लोगों के लिए निवेश युक्तियाँ",
        "imgcount": "2"
    }
]
